Repository: aymane6/dawnbreak
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans

# enroll.photo.explainer
source: Pick something in another room: the kettle, the bathroom tap, your shoes. In the morning you will have to walk to it and photograph it.
ar: اختر شيئاً في غرفة أخرى: الغلاية، حنفية الحمام، حذاؤك. في الصباح ستضطر للمشي إليه وتصويره.
de: Wähle etwas in einem anderen Raum: den Wasserkocher, den Badhahn, deine Schuhe. Morgens musst du hingehen und es fotografieren.
es: Elige algo de otra habitación: la tetera, el grifo del baño, tus zapatos. Por la mañana tendrás que ir hasta ahí y fotografiarlo.
fr: Choisissez un objet dans une autre pièce : la bouilloire, le robinet, vos chaussures. Au matin, il faudra y aller et le photographier.
hi: दूसरे कमरे की कोई चीज़ चुनें: केतली, बाथरूम का नल, आपके जूते। सुबह आपको वहाँ जाकर उसकी फ़ोटो लेनी होगी।
it: Scegli qualcosa in un’altra stanza: il bollitore, il rubinetto del bagno, le scarpe. Al mattino dovrai andarci e fotografarlo.
ja: 別の部屋にあるモノを選んでください。ケトル、洗面台の蛇口、靴など。朝はそこまで歩いて撮影することになります。
ko: 다른 방에 있는 것을 고르세요. 주전자, 욕실 수도꼭지, 신발 같은 것. 아침에 거기까지 걸어가 사진을 찍어야 합니다.
pt_br: Escolha algo em outro ambiente: a chaleira, a torneira do banheiro, seus sapatos. De manhã você terá que ir até lá e fotografar.
ru: Выберите что-то в другой комнате: чайник, кран в ванной, ваши кроссовки. Утром придётся дойти туда и это сфотографировать.
zh_hans: 选一件在另一个房间的东西：水壶、洗手台龙头、你的鞋。早上你得走过去把它拍下来。

# enroll.photo.searching
source: Point the camera at it and hold steady
ar: وجّه الكاميرا نحوه وثبّتها
de: Kamera darauf richten und ruhig halten
es: Apunta la cámara y mantenla quieta
fr: Visez-le et gardez stable
hi: कैमरा उस पर रखें और स्थिर रखें
it: Inquadralo e tieni fermo
ja: カメラを向けて静止させてください
ko: 카메라를 향하게 하고 가만히 두세요
pt_br: Aponte a câmera e segure firme
ru: Наведите камеру и держите ровно
zh_hans: 把相机对准它并保持稳定

# enroll.photo.seeing
source: This looks like %@
ar: يبدو أنه %@
de: Das sieht aus wie %@
es: Esto parece %@
fr: On dirait %@
hi: यह %@ जैसा लगता है
it: Sembra %@
ja: %@ のようです
ko: %@처럼 보입니다
pt_br: Isto parece %@
ru: Похоже на %@
zh_hans: 看起来是%@

# enroll.photo.title
source: Register an object
ar: سجّل شيئاً
de: Objekt registrieren
es: Registrar un objeto
fr: Enregistrer un objet
hi: एक चीज़ रजिस्टर करें
it: Registra un oggetto
ja: モノを登録
ko: 물건 등록
pt_br: Registrar um objeto
ru: Зарегистрировать предмет
zh_hans: 登记一个物品

# enroll.photo.useThis
source: Use this
ar: استخدم هذا
de: Das nehmen
es: Usar esto
fr: Utiliser
hi: यही रखें
it: Usa questo
ja: これにする
ko: 이걸로 하기
pt_br: Usar isto
ru: Использовать
zh_hans: 就用这个

# enroll.save
source: Register
ar: تسجيل
de: Registrieren
es: Registrar
fr: Enregistrer
hi: रजिस्टर करें
it: Registra
ja: 登録する
ko: 등록하기
pt_br: Registrar
ru: Зарегистрировать
zh_hans: 登记

# error.alarmPermissionDenied
source: Alarm permission is off, so nothing you set here will ring.
ar: إذن المنبه معطّل، لذا لن يرن أي شيء تضبطه هنا.
de: Die Alarm-Berechtigung ist aus — nichts, was du hier einstellst, klingelt.
es: El permiso de alarmas está desactivado: nada de lo que configures aquí sonará.
fr: L’autorisation d’alarme est désactivée : rien de ce que vous réglez ici ne sonnera.
hi: अलार्म की अनुमति बंद है, इसलिए यहाँ सेट किया कुछ भी नहीं बजेगा।
it: Il permesso per le sveglie è disattivato: niente di ciò che imposti qui suonerà.
ja: アラームの許可がオフです。ここで設定しても鳴りません。
ko: 알람 권한이 꺼져 있어 여기서 설정한 것은 울리지 않습니다.
pt_br: A permissão de alarmes está desativada, então nada configurado aqui vai tocar.
ru: Разрешение на будильники отключено — ничто из настроенного здесь не прозвонит.
zh_hans: 闹钟权限已关闭，你在这里设置的任何内容都不会响。

# error.authorizationFailed
source: Dawnbreak could not ask for alarm permission. Grant it in Settings instead.
ar: لم يتمكن Dawnbreak من طلب إذن المنبه. امنحه من الإعدادات بدلاً من ذلك.
de: Dawnbreak konnte die Alarm-Berechtigung nicht anfragen. Erteile sie stattdessen in den Einstellungen.
es: Dawnbreak no ha podido pedir el permiso de alarmas. Concédelo desde Ajustes.
fr: Dawnbreak n’a pas pu demander l’autorisation d’alarme. Accordez-la dans Réglages.
hi: Dawnbreak अलार्म की अनुमति नहीं माँग सका। इसे सेटिंग से दें।
it: Dawnbreak non ha potuto chiedere il permesso per le sveglie. Concedilo da Impostazioni.
ja: Dawnbreak はアラームの許可を要求できませんでした。設定から許可してください。
ko: Dawnbreak가 알람 권한을 요청할 수 없었습니다. 설정에서 직접 허용하세요.
pt_br: O Dawnbreak não conseguiu pedir permissão de alarmes. Conceda em Ajustes.
ru: Dawnbreak не смог запросить разрешение на будильники. Выдайте его в настройках.
zh_hans: Dawnbreak 无法请求闹钟权限。请改在“设置”中授予。

# error.missionNeedsSetup
source: This mission needs something registered first. Open the alarm and finish setting it up.
ar: تحتاج هذه المهمة إلى تسجيل شيء أولاً. افتح المنبه وأكمل إعداده.
de: Für diese Mission muss zuerst etwas registriert werden. Öffne den Alarm und richte sie fertig ein.
es: Esta misión necesita registrar algo antes. Abre la alarma y termina de configurarla.
fr: Cette mission exige d’abord d’enregistrer quelque chose. Ouvrez l’alarme et terminez la configuration.
hi: इस मिशन के लिए पहले कुछ रजिस्टर करना ज़रूरी है। अलार्म खोलें और सेटअप पूरा करें।
it: Questa missione richiede prima di registrare qualcosa. Apri la sveglia e completa la configurazione.
ja: このミッションには先に登録が必要です。アラームを開いて設定を完了してください。
ko: 이 미션은 먼저 등록이 필요합니다. 알람을 열어 설정을 마치세요.
pt_br: Esta missão precisa que algo seja registrado antes. Abra o alarme e conclua a configuração.
ru: Для этого задания сначала нужно кое-что зарегистрировать. Откройте будильник и завершите настройку.
zh_hans: 该任务需要先注册一样东西。请打开闹钟并完成设置。

# error.saveFailed
source: This alarm could not be saved, so it will not survive closing the app. Free up some storage and try again.
ar: لم يتم حفظ هذا المنبه، لذا لن يبقى بعد إغلاق التطبيق. حرّر بعض المساحة وحاول مرة أخرى.
de: Dieser Alarm konnte nicht gespeichert werden und übersteht das Schließen der App nicht. Schaffe Speicherplatz und versuche es erneut.
es: No se ha podido guardar esta alarma, así que no sobrevivirá al cierre de la app. Libera espacio e inténtalo de nuevo.
fr: Cette alarme n’a pas pu être enregistrée : elle ne survivra pas à la fermeture de l’app. Libérez de l’espace et réessayez.
hi: यह अलार्म सेव नहीं हो सका, इसलिए ऐप बंद करने पर यह चला जाएगा। कुछ जगह खाली करें और फिर कोशिश करें।
it: Non è stato possibile salvare questa sveglia: non sopravvivrà alla chiusura dell’app. Libera spazio e riprova.
ja: このアラームを保存できませんでした。アプリを閉じると失われます。空き容量を作ってからやり直してください。
ko: 이 알람을 저장할 수 없어 앱을 닫으면 사라집니다. 저장 공간을 확보한 뒤 다시 시도하세요.
pt_br: Não foi possível salvar este alarme, então ele não vai sobreviver ao fechamento do app. Libere espaço e tente de novo.
ru: Не удалось сохранить будильник — он не сохранится после закрытия приложения. Освободите место и попробуйте снова.
zh_hans: 无法保存该闹钟，关闭应用后它会消失。请清理一些存储空间后重试。

# error.scheduleFailed
source: iOS refused to schedule this alarm. It is saved, but it will not ring until you fix this.
ar: رفض iOS جدولة هذا المنبه. تم حفظه، لكنه لن يرن حتى تعالج المشكلة.
de: iOS hat diesen Alarm nicht angenommen. Er ist gespeichert, klingelt aber nicht, bis das behoben ist.
es: iOS ha rechazado programar esta alarma. Está guardada, pero no sonará hasta que lo soluciones.
fr: iOS a refusé de programmer cette alarme. Elle est enregistrée, mais elle ne sonnera pas tant que ce n’est pas réglé.
hi: iOS ने इस अलार्म को शेड्यूल करने से इनकार कर दिया। यह सेव है, लेकिन ठीक होने तक बजेगा नहीं।
it: iOS ha rifiutato di programmare questa sveglia. È salvata, ma non suonerà finché non risolvi.
ja: iOS がこのアラームの登録を拒否しました。保存はされていますが、解決するまで鳴りません。
ko: iOS가 이 알람 등록을 거부했습니다. 저장은 되었지만 해결하기 전까지는 울리지 않습니다.
pt_br: O iOS recusou agendar este alarme. Ele está salvo, mas não vai tocar até você resolver isso.
ru: iOS отказался запланировать этот будильник. Он сохранён, но не прозвонит, пока проблема не решена.
zh_hans: iOS 拒绝了该闹钟的排程。闹钟已保存，但在问题解决前不会响。

# error.title
source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
es: Se ha producido un error
fr: Une erreur est survenue
hi: कुछ गलत हो गया
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
pt_br: Algo deu errado
ru: Что-то пошло не так
zh_hans: 出错了

# error.tooManyAlarms
source: iOS allows a limited number of alarms at once. Turn one off to add this one.
ar: يسمح iOS بعدد محدود من المنبهات في الوقت نفسه. أوقف أحدها لإضافة هذا.
de: iOS erlaubt nur eine begrenzte Zahl gleichzeitiger Alarme. Schalte einen aus, um diesen hinzuzufügen.
es: iOS permite un número limitado de alarmas a la vez. Desactiva una para añadir esta.
fr: iOS limite le nombre d’alarmes simultanées. Désactivez-en une pour ajouter celle-ci.
hi: iOS एक समय में सीमित अलार्म की अनुमति देता है। इसे जोड़ने के लिए एक बंद करें।
it: iOS consente un numero limitato di sveglie attive. Disattivane una per aggiungere questa.
ja: iOS が同時に登録できるアラーム数には上限があります。追加するには 1 つオフにしてください。
ko: iOS는 동시에 등록할 수 있는 알람 수에 제한이 있습니다. 하나를 끄고 추가하세요.
pt_br: O iOS permite um número limitado de alarmes ao mesmo tempo. Desative um para adicionar este.
ru: iOS допускает ограниченное число одновременных будильников. Отключите один, чтобы добавить этот.
zh_hans: iOS 同时允许的闹钟数量有限。请先关闭一个再添加。

# keypad.delete
source: Delete last digit
ar: حذف آخر رقم
de: Letzte Ziffer löschen
es: Borrar último dígito
fr: Effacer le dernier chiffre
hi: अंतिम अंक हटाएँ
it: Cancella l’ultima cifra
ja: 最後の桁を削除
ko: 마지막 숫자 지우기
pt_br: Apagar último dígito
ru: Удалить последнюю цифру
zh_hans: 删除最后一位

# keypad.negative
source: Minus sign
ar: إشارة السالب
de: Minuszeichen
es: Signo menos
fr: Signe moins
hi: ऋण चिह्न
it: Segno meno
ja: マイナス記号
ko: 마이너스 기호
pt_br: Sinal de menos
ru: Знак минус
zh_hans: 负号

# keypad.submit
source: Check
ar: تحقّق
de: Prüfen
es: Comprobar
fr: Valider
hi: जाँचें
it: Verifica
ja: 判定
ko: 확인
pt_br: Verificar
ru: Проверить
zh_hans: 确认

# legal.privacy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता नीति
it: Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

# legal.terms
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
hi: उपयोग की शर्तें
it: Termini d’uso
ja: 利用規約
ko: 이용약관
pt_br: Termos de uso
ru: Условия использования
zh_hans: 使用条款

# mission.barcode.find
source: Scan your %@
ar: امسح %@
de: Scanne: %@
es: Escanea: %@
fr: Scannez : %@
hi: %@ स्कैन करें
it: Scansiona: %@
ja: %@ をスキャン
ko: %@ 스캔
pt_br: Escaneie: %@
ru: Отсканируйте: %@
zh_hans: 扫描你的%@

# mission.barcode.hint
source: Line the code up inside the frame
ar: ضع الرمز داخل الإطار
de: Code im Rahmen ausrichten
es: Alinea el código dentro del marco
fr: Alignez le code dans le cadre
hi: कोड को फ़्रेम के भीतर रखें
it: Allinea il codice nel riquadro
ja: 枠の中にコードを合わせて
ko: 코드를 프레임 안에 맞추세요
pt_br: Alinhe o código dentro do quadro
ru: Совместите код с рамкой
zh_hans: 把条码对准取景框

# mission.barcode.instruction
source: Find the code you registered and scan it.
ar: ابحث عن الرمز الذي سجّلته وامسحه.
de: Finde den registrierten Code und scanne ihn.
es: Busca el código que registraste y escanéalo.
fr: Trouvez le code enregistré et scannez-le.
hi: आपने जो कोड रजिस्टर किया है, उसे ढूँढकर स्कैन करें।
it: Trova il codice che hai registrato e scansionalo.
ja: 登録したコードを探して読み取ります。
ko: 등록한 코드를 찾아 스캔하세요.
pt_br: Encontre o código que você registrou e escaneie.
ru: Найдите зарегистрированный код и отсканируйте его.
zh_hans: 找到你注册的条码并扫描。

# mission.barcode.subtitle
source: Scan your code
ar: امسح رمزك
de: Deinen Code scannen
es: Escanea tu código
fr: Scannez votre code
hi: अपना कोड स्कैन करें
it: Scansiona il codice
ja: コードを読み取る
ko: 코드 스캔하기
pt_br: Escaneie seu código
ru: Отсканировать код
zh_hans: 扫描你的条码

# mission.barcode.title
source: Barcode
ar: باركود
es: Código de barras
fr: Code-barres
hi: बारकोड
it: Codice a barre
ja: バーコード
ko: 바코드
pt_br: Código de barras
ru: Штрих-код
zh_hans: 条码

# mission.barcode.wrong
source: That is a different code
ar: هذا رمز مختلف
de: Das ist ein anderer Code
es: Ese es otro código
fr: Ce n’est pas le bon code
hi: यह दूसरा कोड है
it: Questo è un altro codice
ja: 別のコードです
ko: 다른 코드입니다
pt_br: Esse é outro código
ru: Это другой код
zh_hans: 这是另一个条码

# mission.breathe.cycle
source: Breath %1$lld of %2$lld
ar: النفس %1$lld من %2$lld
de: Atemzug %1$lld von %2$lld
es: Respiración %1$lld de %2$lld
fr: Respiration %1$lld sur %2$lld
hi: %2$lld में से %1$lld साँस
it: Respiro %1$lld di %2$lld
ja: %2$lld 回中 %1$lld 回目
ko: %2$lld회 중 %1$lld회
pt_br: Respiração %1$lld de %2$lld
ru: Дыхание %1$lld из %2$lld
zh_hans: 第 %1$lld 次呼吸，共 %2$lld 次

# mission.breathe.exhale
source: Breathe out
ar: زفير
de: Ausatmen
es: Espira
fr: Expirez
hi: छोड़ें
it: Espira
ja: 吐いて
ko: 내쉬기
pt_br: Expire
ru: Выдох
zh_hans: 呼气

# mission.breathe.hold
source: Hold
ar: احبس
de: Halten
es: Aguanta
fr: Retenez
hi: रोकें
it: Trattieni
ja: 止めて
ko: 멈추기
pt_br: Segure
ru: Задержите
zh_hans: 屏息

# mission.breathe.inhale
source: Breathe in
ar: شهيق
de: Einatmen
es: Inspira
fr: Inspirez
hi: साँस लें
it: Inspira
ja: 吸って
ko: 들이쉬기
pt_br: Inspire
ru: Вдох
zh_hans: 吸气

# mission.breathe.instruction
source: Follow the circle: breathe in, hold, breathe out.
ar: اتبع الدائرة: شهيق، حبس، زفير.
de: Folge dem Kreis: einatmen, halten, ausatmen.
es: Sigue el círculo: inspira, aguanta, espira.
fr: Suivez le cercle : inspirez, retenez, expirez.
hi: गोले का अनुसरण करें: साँस लें, रोकें, छोड़ें।
it: Segui il cerchio: inspira, trattieni, espira.
ja: 円に合わせて、吸って、止めて、吐きます。
ko: 원을 따라 들이쉬고, 멈추고, 내쉬세요.
pt_br: Siga o círculo: inspire, segure, expire.
ru: Следуйте за кругом: вдох, пауза, выдох.
zh_hans: 跟着圆圈：吸气、屏息、呼气。

# mission.breathe.subtitle
source: Breathe, then wake
ar: تنفّس ثم استيقظ
de: Atmen, dann wach
es: Respira y despierta
fr: Respirez, puis debout
hi: साँस लें, फिर उठें
it: Respira, poi sveglia
ja: 呼吸して目覚める
ko: 호흡하며 깨어나기
pt_br: Respire e acorde
ru: Дыхание и подъём
zh_hans: 先呼吸，再清醒

# mission.breathe.title
source: Breathe
ar: تنفّس
de: Atmen
es: Respirar
fr: Respiration
hi: श्वास
it: Respiro
ja: 呼吸
ko: 호흡
pt_br: Respirar
ru: Дыхание
zh_hans: 呼吸

# mission.camera.denied.body
source: This mission needs the camera. Allow it in Settings, or skip the mission this once.
ar: تحتاج هذه المهمة إلى الكاميرا. اسمح بها من الإعدادات أو تخطَّ المهمة هذه المرة.
de: Diese Mission braucht die Kamera. Erlaube sie in den Einstellungen oder überspringe sie dieses Mal.
es: Esta misión necesita la cámara. Permítela en Ajustes o sáltala esta vez.
fr: Cette mission a besoin de la caméra. Autorisez-la dans Réglages, ou passez la mission cette fois.
hi: इस मिशन को कैमरा चाहिए। सेटिंग में अनुमति दें, या इस बार मिशन छोड़ दें।
it: Questa missione richiede la fotocamera. Consentila in Impostazioni o salta la missione per questa volta.
ja: このミッションにはカメラが必要です。設定で許可するか、今回は飛ばしてください。
ko: 이 미션은 카메라가 필요합니다. 설정에서 허용하거나 이번만 건너뛰세요.
pt_br: Esta missão precisa da câmera. Permita em Ajustes ou pule a missão desta vez.
ru: Для этого задания нужна камера. Разрешите её в настройках или пропустите задание на этот раз.
zh_hans: 该任务需要相机。请在“设置”中允许，或本次跳过。

# mission.camera.denied.title
source: Camera is off
ar: الكاميرا معطّلة
de: Kamera ist aus
es: La cámara está desactivada
fr: La caméra est désactivée
hi: कैमरा बंद है
it: La fotocamera è disattivata
ja: カメラがオフです
ko: 카메라가 꺼져 있습니다
pt_br: A câmera está desativada
ru: Камера отключена
zh_hans: 相机已关闭

# mission.done.action
source: Start the day
ar: ابدأ اليوم
de: Tag beginnen
es: Empezar el día
fr: Commencer la journée
hi: दिन शुरू करें
it: Inizia la giornata
ja: 1 日を始める
ko: 하루 시작하기
pt_br: Começar o dia
ru: Начать день
zh_hans: 开始新的一天

# mission.done.body
source: Mission cleared in %@.
ar: أنجزت المهمة في %@.
de: Mission in %@ geschafft.
es: Misión superada en %@.
fr: Mission réussie en %@.
hi: मिशन %@ में पूरा हुआ।
it: Missione completata in %@.
ja: %@ でミッション達成。
ko: %@ 만에 미션 완료.
pt_br: Missão concluída em %@.
ru: Задание выполнено за %@.
zh_hans: 用 %@ 完成任务。

# mission.done.streak
source: %lld mornings in a row
ar: %lld صباحاً على التوالي
de: %lld Morgen in Folge
es: %lld mañanas seguidas
fr: %lld matins d’affilée
hi: लगातार %lld सुबह
it: %lld mattine di fila
ja: %lld 日連続
ko: %lld일 연속
pt_br: %lld manhãs seguidas
ru: %lld утро подряд
zh_hans: 连续 %lld 个早晨

# mission.done.title
source: You are up
ar: أنت مستيقظ
de: Du bist wach
es: Estás en pie
fr: Vous êtes debout
hi: आप जाग गए
it: Sei in piedi
ja: 起きました
ko: 일어났습니다
pt_br: Você acordou
ru: Вы встали
zh_hans: 你起来了

# mission.draw.canvas
source: Drawing canvas
ar: لوحة الرسم
de: Zeichenfläche
es: Lienzo de dibujo
fr: Zone de dessin
hi: ड्रॉइंग कैनवास
it: Area di disegno
ja: 描画キャンバス
ko: 그리기 캔버스
pt_br: Área de desenho
ru: Холст для рисования
zh_hans: 绘图画布

# mission.draw.check
source: Check
ar: تحقّق
de: Prüfen
es: Comprobar
fr: Valider
hi: जाँचें
it: Verifica
ja: 判定
ko: 확인
pt_br: Verificar
ru: Проверить
zh_hans: 确认

# mission.draw.clear
source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: 消す
ko: 지우기
pt_br: Limpar
ru: Стереть
zh_hans: 清除

# mission.draw.instruction
source: Draw what the screen asks for, well enough to be recognised.
ar: ارسم ما تطلبه الشاشة بشكل يمكن التعرّف عليه.
de: Zeichne, was der Bildschirm verlangt — erkennbar genug.
es: Dibuja lo que pide la pantalla, de forma reconocible.
fr: Dessinez ce que l’écran demande, de façon reconnaissable.
hi: स्क्रीन जो कहे वह बनाएँ, इतना साफ़ कि पहचाना जा सके।
it: Disegna ciò che chiede lo schermo, in modo riconoscibile.
ja: 画面のお題を、認識できる程度に描きます。
ko: 화면이 요구하는 것을 알아볼 수 있게 그리세요.
pt_br: Desenhe o que a tela pedir, de forma reconhecível.
ru: Нарисуйте то, что просит экран, узнаваемо.
zh_hans: 画出屏幕给的题目，画到能被认出为止。

# mission.draw.notRecognised
source: Not quite. Try again.
ar: ليس تماماً. حاول مرة أخرى.
de: Nicht ganz. Versuch es nochmal.
es: Casi. Inténtalo otra vez.
fr: Pas tout à fait. Réessayez.
hi: बिलकुल नहीं। फिर कोशिश करें।
it: Non proprio. Riprova.
ja: 惜しい。もう一度。
ko: 아직 아니에요. 다시 해 보세요.
pt_br: Quase. Tente de novo.
ru: Не совсем. Попробуйте снова.
zh_hans: 还差一点，再试一次。

# mission.draw.prompt
source: Draw a %@
ar: ارسم %@
de: Zeichne: %@
es: Dibuja: %@
fr: Dessinez : %@
hi: %@ बनाएँ
it: Disegna: %@
ja: %@ を描いて
ko: %@ 그리기
pt_br: Desenhe: %@
ru: Нарисуйте: %@
zh_hans: 画一个%@

# mission.draw.sawInstead
source: It looked like %@
ar: بدا وكأنه %@
de: Sah aus wie %@
es: Parecía %@
fr: On dirait %@
hi: यह %@ जैसा लगा
it: Sembrava %@
ja: %@ に見えました
ko: %@처럼 보였어요
pt_br: Pareceu %@
ru: Похоже на %@
zh_hans: 看起来像%@

# mission.draw.subtitle
source: Draw to order
ar: ارسم المطلوب
de: Auf Ansage zeichnen
es: Dibuja lo pedido
fr: Dessinez à la demande
hi: जो कहा जाए बनाएँ
it: Disegna a richiesta
ja: お題を描く
ko: 요청대로 그리기
pt_br: Desenhe o pedido
ru: Нарисовать по заказу
zh_hans: 按题作画

# mission.draw.title
source: Draw
ar: رسم
de: Zeichnen
es: Dibujo
fr: Dessin
hi: चित्र
it: Disegno
ja: お絵かき
ko: 그리기
pt_br: Desenho
ru: Рисование
zh_hans: 涂鸦

# mission.draw.tooEmpty
source: Draw a bit more first
ar: ارسم أكثر قليلاً أولاً
de: Zeichne erst noch etwas
es: Dibuja un poco más
fr: Dessinez un peu plus
hi: पहले थोड़ा और बनाएँ
it: Disegna ancora un po’
ja: もう少し描いてください
ko: 조금 더 그려 보세요
pt_br: Desenhe um pouco mais
ru: Нарисуйте ещё немного
zh_hans: 先多画一点

# mission.exit
source: Give up
ar: استسلام
de: Aufgeben
es: Rendirse
fr: Abandonner
hi: हार मानें
it: Arrenditi
ja: あきらめる
ko: 포기
pt_br: Desistir
ru: Сдаться
zh_hans: 放弃

# mission.exit.body
source: The alarm stops and the morning is logged as a bail-out. You are the one who has to be somewhere.
ar: سيتوقف المنبه وسيُسجّل الصباح كانسحاب. أنت من عليه أن يكون في مكان ما.
de: Der Alarm verstummt und der Morgen wird als Abbruch protokolliert. Du bist der, der irgendwo sein muss.
es: La alarma se para y la mañana queda registrada como abandono. Tú eres quien tiene que estar en algún sitio.
fr: L’alarme s’arrête et la matinée est notée comme un abandon. C’est vous qui devez être quelque part.
hi: अलार्म बंद हो जाएगा और यह सुबह छोड़ने के रूप में दर्ज होगी। कहीं पहुँचना आपको ही है।
it: La sveglia si ferma e la mattina viene registrata come resa. Sei tu quello che deve essere da qualche parte.
ja: アラームは止まり、この朝は「途中でやめた」として記録されます。どこかへ行かなければならないのはあなたです。
ko: 알람이 멈추고 이 아침은 포기로 기록됩니다. 어딘가에 가야 하는 사람은 당신입니다.
pt_br: O alarme para e a manhã fica registrada como desistência. Quem precisa estar em algum lugar é você.
ru: Будильник выключится, а утро запишется как отказ. Это вам нужно куда-то успеть.
zh_hans: 闹钟会停止，这个早晨会记为放弃。要赶去某处的人是你。

# mission.exit.confirm
source: Give up and stop the alarm
ar: استسلم وأوقف المنبه
de: Aufgeben und Alarm stoppen
es: Rendirse y parar la alarma
fr: Abandonner et arrêter l’alarme
hi: हार मानें और अलार्म बंद करें
it: Arrenditi e ferma la sveglia
ja: あきらめてアラームを止める
ko: 포기하고 알람 끄기
pt_br: Desistir e parar o alarme
ru: Сдаться и выключить будильник
zh_hans: 放弃并停止闹钟

# mission.exit.keepGoing
source: Keep going
ar: استمر
de: Weitermachen
es: Seguir
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속하기
pt_br: Continuar
ru: Продолжить
zh_hans: 继续

# mission.exit.title
source: Give up on this mission?
ar: التخلي عن هذه المهمة؟
de: Mission aufgeben?
es: ¿Rendirse en esta misión?
fr: Abandonner cette mission ?
hi: यह मिशन छोड़ दें?
it: Arrendersi in questa missione?
ja: このミッションをあきらめますか？
ko: 이 미션을 포기할까요?
pt_br: Desistir desta missão?
ru: Сдаться в этом задании?
zh_hans: 放弃这个任务？

# mission.flap.canvas
source: Flying game
ar: لعبة التحليق
de: Flugspiel
es: Juego de vuelo
fr: Jeu de vol
hi: उड़ान खेल
it: Gioco di volo
ja: フライトゲーム
ko: 비행 게임
pt_br: Jogo de voo
ru: Игра-полёт
zh_hans: 飞行小游戏

# mission.flap.crashed
source: Keep flying!
ar: استمر بالتحليق!
de: Weiterfliegen!
es: ¡Sigue volando!
fr: Continuez à voler !
hi: उड़ते रहें!
it: Continua a volare!
ja: 飛び続けて！
ko: 계속 날아요!
pt_br: Continue voando!
ru: Летите дальше!
zh_hans: 继续飞！

# mission.flap.instruction
source: Tap to keep the bird flying through the gaps.
ar: اضغط لتُبقي الطائر يطير عبر الفتحات.
de: Tippe, damit der Vogel durch die Lücken fliegt.
es: Toca para que el pájaro pase por los huecos.
fr: Touchez pour faire passer l’oiseau entre les obstacles.
hi: टैप करके पक्षी को गैप के बीच उड़ाते रहें।
it: Tocca per far volare l’uccello tra le aperture.
ja: タップして、鳥を隙間に通し続けます。
ko: 탭해서 새가 틈 사이로 계속 날게 하세요.
pt_br: Toque para o pássaro passar pelos vãos.
ru: Нажимайте, чтобы птица пролетала между препятствиями.
zh_hans: 点击屏幕，让小鸟穿过缝隙。

# mission.flap.retry
source: Again
ar: مرة أخرى
de: Nochmal
es: Otra vez
fr: Encore
hi: फिर से
it: Ancora
ja: もう一度
ko: 다시
pt_br: De novo
ru: Ещё раз
zh_hans: 再来

# mission.flap.start
source: Tap to start
ar: اضغط للبدء
de: Zum Starten tippen
es: Toca para empezar
fr: Touchez pour commencer
hi: शुरू करने के लिए टैप करें
it: Tocca per iniziare
ja: タップして開始
ko: 탭해서 시작
pt_br: Toque para começar
ru: Нажмите, чтобы начать
zh_hans: 点击开始

# mission.flap.subtitle
source: Keep it flying
ar: أبقِه يطير
de: Halte es in der Luft
es: Mantenlo en el aire
fr: Gardez-le en vol
hi: उड़ता रखें
it: Tienilo in volo
ja: 飛ばし続ける
ko: 계속 날리기
pt_br: Mantenha voando
ru: Не дать упасть
zh_hans: 让它一直飞

# mission.flap.title
source: Flap
ar: تحليق
de: Flattern
es: Aleteo
fr: Battement
hi: उड़ान
it: Volo
ja: フラップ
ko: 플랩
pt_br: Voo
ru: Полёт
zh_hans: 飞行

# mission.math.answer
source: Answer
ar: الإجابة
de: Antwort
es: Respuesta
fr: Réponse
hi: उत्तर
it: Risposta
ja: 答え
ko: 정답
pt_br: Resposta
ru: Ответ
zh_hans: 答案

# mission.math.instruction
source: Answer each sum. A wrong answer starts the round again.
ar: أجب عن كل عملية. الإجابة الخاطئة تُعيد الجولة.
de: Löse jede Aufgabe. Eine falsche Antwort startet die Runde neu.
es: Resuelve cada cuenta. Un error reinicia la ronda.
fr: Résolvez chaque calcul. Une erreur relance la manche.
hi: हर सवाल का जवाब दें। गलत जवाब पर राउंड फिर शुरू होगा।
it: Risolvi ogni calcolo. Una risposta sbagliata ricomincia il turno.
ja: 各問に答えてください。間違えるとそのラウンドは最初から。
ko: 각 문제에 답하세요. 틀리면 라운드가 처음부터 다시 시작됩니다.
pt_br: Responda cada conta. Um erro reinicia a rodada.
ru: Решите каждый пример. Ошибка начинает раунд заново.
zh_hans: 回答每道题。答错则本轮重新开始。
